/** @file

;******************************************************************************
;* Copyright (c) 2022, Insyde Software Corp. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corp.
;*
;******************************************************************************
*/

/=#

#include "Standard.uni"

#string STR_BMC_BOOT_OPTION_FORMAT                    #language en-US   "BMC Boot Option      : %s\r\n"
#string STR_BMC_CURRENT_BOOT_MODE_FORMAT              #language en-US   "BMC Current Boot Mode: %s\r\n"
// #string STR_BMC_MAC_ADDRESS_FORMAT                    #language en-US   "BMC MAC Address: %s\r\n"
#string STR_BMC_LAN_CHANNEL_FORMAT                    #language en-US   "BMC LAN Channel #%d:\r\n"
#string STR_BMC_LAN_CHANNEL_FORMAT2                   #language en-US   "BMC %s LAN Channel:\r\n"
#string STR_BMC_LAN_CHANNEL_OEM_FORMAT                #language en-US   "%s:\r\n"
#string STR_BMC_IPV4_ADDRESS_FORMAT                   #language en-US   "  IPv4 Address  : %s\r\n"
#string STR_BMC_IPV6_ADDRESSES_FORMAT                 #language en-US   "  IPv6 Addresses: %s\r\n"
#string STR_BMC_IPV6_ADDRESSES_CONT_FORMAT            #language en-US   "                : %s\r\n"